import refer1 from '../img/sub/pressRoom/refer1.png';
import refer2 from '../img/sub/pressRoom/refer2.jpg';
import refer3 from '../img/sub/pressRoom/refer3.jpg';
import refer4 from '../img/sub/pressRoom/refer4.jpg';


export const Data = [
  {
    id: '4',
    idx: '4',
    date: '2021.09.17',
    writer: '관리자',
    img: refer1,
    title: '[조이뉴스24] 아이티엑스마케팅 ‘건강한 상속·증여연구소’ 출범..자산 관리 서비스의 차별화에 나선다!!',
    content1: '[조이뉴스24 엄판도 기자] 보험전문대리점(GA)인 아이티엑스마케팅(대표이사 전병무)은 상속과 증여에 대한 전문적인 자산관리 서비스를 제공하기 위해 ‘건강한 상속·증여연구소’를 출범한다고 13일 밝혔다.',
    content2: '‘건강한 상속·증여연구소’는 기존 업체들이 고액 자산가만을 대상으로 하던 서비스를 자산가치의 상승 등으로 상속·증여에 관심이 있는 일반 고객에 까지 서비스 제공 범위를 확대한 GA업계 최초의 서비스로 평가받고 있다.',
    content3: '‘건강한 상속·증여연구소’는 세무, 법무, 노무, 부동산 등 각 분야의 전문가들로 구성되며, 고객의 자산관리 전반에 걸쳐 밀착컨설팅을 제공할 예정이다.',
    content4: '전병무 아이티엑스마케팅 대표는 ‘건강한 상속·증여연구소의 전문가와 컨설턴트를 통해 고객의 자산을 안전하고 효율적으로 관리할 수 있는 기회가 되기를 희망한다’라고 말했다.',
    content5: '전대표는 또 "올해초 보험금 청구를 도와드리는 ‘병원라운지’, 고객내방형 플랫폼 ‘보험플러스’를 선보인데 이어 이번에 ‘건강한 상속·증여연구소’까지 출범하여 타 GA와 차별화된 대고객 서비스를 구축함으로써 보험서비스 뿐만 아니라 종합금융서비스를 제공하기 위한 기반을 마련해 나가겠다"라는 포부를 밝혔다.',
    next: '',
    prev: '[조이뉴스24] 더 에이치 희망 플러스, ITX마케팅, ㈜케이닥, 국제의료봉사협력을 위한 업무협약(MOU) 체결',
    class: 'none',
    class2: ''
  },
  {
    id: '3',
    idx: '3',
    date: '2021.07.23',
    writer: '관리자',
    img: refer2,
    coment: '사진 좌측부터 (주) 케이닥 임의순 이사, 조승국 대표, 김형준 이사장, ITX 마케팅 전병무 대표 [사진=더 에이치 희망플러스]',
    title: '[조이뉴스24] 더 에이치 희망 플러스, ITX마케팅, ㈜케이닥, 국제의료봉사협력을 위한 업무협약(MOU) 체결',
    content1: '[조이뉴스24 엄판도 기자] 국제의료봉사단체 “더 에이치 희망 플러스”( 이사장 에이티세미콘 김형준 대표) 22일 ITX마케팅, ㈜ 케이닥과 업무협약(MOU)을 체결하였다고 밝혔다.',
    content2: 'ITX 마케팅 전병무 대표이사는 GA (General Agency)업을 추진하고 있으며, 국제의료봉사단체 “더 에이치 희망 플러스” 이사로 활동 중이다. GA는 특정 보험사에 소속되지 않고 여러 보험사의 상품을 파는 독립 대리점으로 최근 ITX 마케팅은 단순 기부 형태에서 매칭 펀드 형태로 기부문화를 다양화하고 있다. 재무설계사(FP)의 보험설계 수수료를 일정 부분 기부하고 회사는 동일 금액을 기부하는 펀드 조성을 계획하고 있다.',
    content3: '㈜ 케이닥은 젊은 의사 6명이 의기투합해 “세계를 향한 대한민국 의사들의 도전”이라는 모토(Motto)로 올 3월 출범한 회사이며, 미국·일본 등 해외 진출을 원하는 의료인들을 위해 USMLE(미국의사고시)·JMLE(일본의사국가시험) 등 기본적인 자격 취득 정보는 물론 해외 연수 · 현지 정보 등을 제공하는데 주력하고 있다.',
    content4: '“더 에이치 희망 플러스”와 ITX 마케팅, ㈜ 케이닥은 이번 업무협력을 통해 국제의료봉사 활동을 확산하고 어려운 이웃을 위한 의료활동을 함께할 계획이다. “더 에이치 희망 플러스”는 사회적으로 소외된 주변 이웃에 작은 희망을 더해 주고자 “희망 플러스”란 국내외 의료봉사활동을 하고 있다. 의료지원이 취약한 국내에 의료봉사, 긴급구호, &nbsp;아동·청소년의 심리 상담 등을 지원하고, 해외에 의료시설이 취약국가를 대상으로 다양한 의료 활동을 지원하고 있다. 최근 수해로 고통받는 지역에 의약품을 보내는 활동을 적극 추진 중이며, 함께 참여할 의료 인력과 자원봉사자의 손길을 기다리고 있다.',
    next: '[조이뉴스24] 아이티엑스마케팅 ‘건강한 상속·증여연구소’출범. 자산 관리 서비스의 차별화에 나선다!',
    prev: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    class: '',
    class2: ''
  },
  {
    id: '2',
    idx: '2',
    date: '2021.07.15',
    writer: '관리자',
    img: refer3,
    title: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    content1: '독립법인보험대리점(GA)인 아이티엑스마케팅가 이달부터 보험전문 방문형점포 ‘보험플러스’를 운영한다고 7일 밝혔다.\n보험플러스는 보험 컨설팅·보험금 청구 등의 서비스를 이용할 수 있으며 관련 전문가가 항시 대기 중이다.\n이번 1호점은 롯데마트 부평역점 2층 고객센터 내 위치하고 있으며, 회사 측은 앞으로 관련 매장을 지속 늘려나간다는 방침이다.\n전병무 대표는 "보험플러스를 통해 보험에 대한 궁금증을 소비자들이 쉽고 빠르게 해결할 수 있도록 하겠다"고 말했다.',
    content2: '전상현 기자 jsangh@newdailybiz.co.kr',
    next: '[조이뉴스24] 더 에이치 희망 플러스, ITX마케팅, ㈜케이닥, 국제의료봉사협력을 위한 업무협약(MOU) 체결',
    prev: '[조이뉴스24] 인슈로보·아이티엑스마케팅, 인슈어테크 플랫폼과 오프라인 결합형 업무협약(MOU) 체결',
    class: '',
    class3: ''
  },
  {
    id: '1',
    idx: '1',
    date: '2021.07.15',
    writer: '관리자',
    img: refer4,
    title: '[조이뉴스24] 인슈로보∙아이티엑스마케팅, 인슈어테크 플랫폼과 오프라인 결합형 업무협약 MOU체결',
    content1: '[조이뉴스24 엄판도 기자] AI기반의 차세대 지능형 인슈어테크 기업 ㈜인슈로보(대표 서민)는 독립보험대리점(GA) ㈜아이티엑스마케팅(대표 전병무)과 보험사업의 온ㆍ오프라인 시너지 창출을 위한 전략적 업무 협약(MOU)을 체결했다고 7일 밝혔다.',
    content2: '이번 협약을 통해 양사는 상호 보험사업 성장동력을 확보하기 위한 전략적 협업을 본격적으로 진행해 나갈 방침이다.',
    content3: '인슈로보는 빅데이터와 인공지능을 활용한 간편보험가입 솔루션을 개발하여 화재보험이나 배상책임보험과 같은 복잡한 보험을 간편하게 가입할 수 있는 서비스를 제공하고 있는 인슈어테크 전문기업이다.',
    content4: '2020년 신용보증기금의 혁신 스타트업 기업으로 선정됐으며 교보K라이프 2020 우수 스타트업에 선발되고 문화체육진흥공단의 스포츠산업 엑셀러레이터로 선정되는 등 다양한 분야에서 우수 인슈어테크 기업으로 인정받고 있다.',
    content5: '아이티엑스마케팅은 고객이 가입한 보험을 분석하여 종합적인 컨설팅과 함께 적합한 보험상품을 제시해 주는 보험토탈서비스 전문기업으로 병원에서 보험금청구를 대행해주는 “병원라운지”, 내방형 고객 접점 플랫폼 “보험플러스” 등 부가가치가 높은 신시장 개척ㆍ운영에 집중하고 있다.',
    content6: '이날 협약식에 참석한 인슈로보 서민 대표는 “이번 협약은 양사의 특화된 역량을 바탕으로 기존 고객에게 새로운 서비스를 제공할 수 있다는 점에서 의미가 크고 온ㆍ오프라인의 통합을 통해 고객중심의 보험 산업을 선도하는 사례가 될 수 있도록 모든 역량을 집중하겠다”고 말했다.',
    content7: '아이티엑스마케팅의 전병무 대표는 “보험분야에서 인슈어테크 기술력과 조직력이 결합된 흔하지 않은 사례인 만큼 다양한 제휴 서비스를 꾸준히 기획∙개발해 나갈 계획”이라고 말했다.',
    content8: '엄판도 기자(pando@joynews24.com)',
    next: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    prev: '',
    class: '',
    class2: 'none'
  },
];

export const getPostByNo = id => {
  const array = Data.filter(x => x.id === id);
  if (array.length === 1) {
    return array[0];
  }
  return null;
}