import refer1 from '../img/sub/pressRoom/refer1.png';

export const Data = [
  {
    id: '1',
    idx: '1',
    date: '2021.09.17',
    writer: '관리자',
    img: refer1,
    title: '[조이뉴스24] 아이티엑스마케팅 ‘건강한 상속·증여연구소’출범. 자산 관리 서비스의 차별화에 나선다!',
    content: '보험전문대리점(GA)인 아이티엑스마케팅(대표이사 전병무)은 상속과 증여에 대한 전문적인 자산관리 서비스를 제공하기 위해 ‘건강한 상속·증여 연구소’를 출범한다고 13일에 밝혔다.',
    subCont: '세부, 법무, 노무, 부동산 등 각 분의 전문가들로 구성되며, 고객의 자산관리 전반에 걸쳐 밀착컨설팅을 제공할 예정이다.···',
    next: '[조이뉴스24] 더 에이치 희망 플러스, ITX마케팅, ㈜케이닥, 국제의료봉사협력을 위한 업무협약(MOU) 체결',
    prev: '',
    class: '',
    class2: 'none'
  },
  {
    id: '2',
    idx: '2',
    date: '2021.07.23',
    writer: '관리자',
    img: '',
    title: '[조이뉴스24] 더 에이치 희망 플러스, ITX마케팅, ㈜케이닥, 국제의료봉사협력을 위한 업무협약(MOU) 체결',
    content: '국제의료봉사단체 ‘더 에이치 희망 플러스’ (이사장 에이티세콘 김형준 대표) 22일 ITX마케팅, ㈜케이닥과 업무협약(MOU)을 체결하였다고 밝혔다.',
    subCont: 'ITX마케팅 전병무 대표이사는 GA(General Agency)업을 추진하고 있으며, 국제의료본사단체···',
    next: '[조이뉴스24] 아이티엑스마케팅 ‘건강한 상속·증여연구소’출범. 자산 관리 서비스의 차별화에 나선다!',
    prev: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    class: '',
    class2: ''
  },
  {
    id: '3',
    idx: '3',
    date: '2021.07.15',
    writer: '관리자',
    img: '',
    title: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    content: '독립법인보험대리점(GA)인 아이티엑스마케팅과 이달부터 보험전문 방문형점포 ‘보험플러스’를 운영한다고 7일 밝혔다.',
    subCont: '보험플러스는 보험 컨설팅·보험금 청구 등의 서비스를 이용할 수 있으며 관련 전문가가 항시 대기 중이다.···',
    next: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    prev: '[조이뉴스24] 인슈로보·아이티엑스마케팅, 인슈어테크 플랫폼과 오프라인 결합형 업무협약(MOU) 체결',
    class: '',
    class3: ''
  },
  {
    id: '4',
    idx: '4',
    date: '2021.07.15',
    writer: '관리자',
    img: '',
    title: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    content: 'AI기반의 차세대 지능형 인슈어테크 기업 (주)인슈로보(대표 서민)는 독립보험대리점(GA) (주)아이티엑스마케팅(대표 전병무)과 보험사업의 온오프라인 시너지 창출을 위한 전략적 업무 협약(MOU)을 체결했다고 밝혔다.',
    subCont: '이번 협약을 통해 양사는 상호 보험사업 성장동력을 확보하기 위한 전략적 협업을 본격적으로 진행해 나갈 방침이다.···',
    next: '흥국생명 계약담당자 변경안내',
    prev: '흥국생명 계약담당자 변경안내',
    class: '',
    class2: ''
  },
  {
    id: '5',
    idx: '5',
    date: '2021.07.05',
    writer: '관리자',
    img: '',
    title: '흥국생명 계약담당자 변경안내',
    content: '영업양도양수계약의 체결로 인해 흥국생명의 아래의 계약을 관리하게 되었습니다,',
    subCont: '고객님의 계약내용에는 변경사항이 없으며, 개인정보관리 및 계약 유지관리에 만전을 기하겠습니다.···',
    next: '[뉴데일리경제] GA업체 ‘아이티엑스마케팅’, 오프라인 보험플랫폼 ‘보험플러스’ 오픈',
    prev: '흥국생명 계약담당자 변경안내',
    class: '',
    class2: ''
  },
  {
    id: '6',
    idx: '6',
    date: '202.07.05',
    writer: '관리자',
    img: '',
    title: '흥국생명 계약담당자 변경안내',
    content: '영업양도양수계약의 체결로 인해 흥국생명의 아래의 계약을 관리하게 되었습니다,',
    subCont: '고객님의 계약내용에는 변경사항이 없으며, 개인정보관리 및 계약 유지관리에 만전을 기하겠습니다.···',
    next: '흥국생명 계약담당자 변경안내',
    prev: '흥국생명 계약담당자 변경안내',
    class: '',
    class2: ''
  },
  {
    id: '7',
    idx: '7',
    date: '2021.07.05',
    writer: '관리자',
    img: '',
    title: '흥국생명 계약담당자 변경안내',
    content: '영업양도양수계약의 체결로 인해 흥국생명의 아래의 계약을 관리하게 되었습니다,',
    subCont: '고객님의 계약내용에는 변경사항이 없으며, 개인정보관리 및 계약 유지관리에 만전을 기하겠습니다.···',
    next: '흥국생명 계약담당자 변경안내',
    prev: '흥국생명 계약담당자 변경안내',
    class: '',
    class2: ''
  },
  {
    id: '8',
    idx: '8',
    date: '2021.07.05',
    writer: '관리자',
    img: '',
    title: '흥국생명 계약담당자 변경안내',
    content: '영업양도양수계약의 체결로 인해 흥국생명의 아래의 계약을 관리하게 되었습니다,',
    subCont: '고객님의 계약내용에는 변경사항이 없으며, 개인정보관리 및 계약 유지관리에 만전을 기하겠습니다.···',
    next: '흥국생명 계약담당자 변경안내',
    prev: '흥국생명 계약담당자 변경안내',
    class: '',
    class2: ''
  },
  {
    id: '9',
    idx: '9',
    date: '2021.07.05',
    writer: '관리자',
    img: '',
    title: '흥국생명 계약담당자 변경안내',
    content: '영업양도양수계약의 체결로 인해 흥국생명의 아래의 계약을 관리하게 되었습니다,',
    subCont: '고객님의 계약내용에는 변경사항이 없으며, 개인정보관리 및 계약 유지관리에 만전을 기하겠습니다.···',
    next: '흥국생명 계약담당자 변경안내',
    prev: '흥국생명 계약담당자 변경안내',
    class: '',
    class2: ''
  },
  {
    id: '10',
    idx: '10',
    date: '2021.07.05',
    writer: '관리자',
    img: '',
    title: '흥국생명 계약담당자 변경안내',
    content: '영업양도양수계약의 체결로 인해 흥국생명의 아래의 계약을 관리하게 되었습니다,',
    subCont: '고객님의 계약내용에는 변경사항이 없으며, 개인정보관리 및 계약 유지관리에 만전을 기하겠습니다.···',
    next: '흥국생명 계약담당자 변경안내',
    prev: '흥국생명 계약담당자 변경안내',
    class: '',
    class2: ''
  },
  {
    id: '11',
    idx: '11',
    date: '2021.07.05',
    writer: '관리자',
    img: '',
    title: '흥국생명 계약담당자 변경안내',
    content: '영업양도양수계약의 체결로 인해 흥국생명의 아래의 계약을 관리하게 되었습니다,',
    subCont: '고객님의 계약내용에는 변경사항이 없으며, 개인정보관리 및 계약 유지관리에 만전을 기하겠습니다.···',
    next: '',
    prev: '흥국생명 계약담당자 변경안내',
    class: 'none',
    class2: ''
  },
];

export const getPostByNo = id => {
  const array = Data.filter(x => x.id === id);
  if (array.length === 1) {
    return array[0];
  }
  return null;
}